#### FtSup3PerKip Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol ftÂ³/kip, indicating unit Cubic feet per kip.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId FtSup3PerKip { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property FtSup3PerKip As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ FtSup3PerKip { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace